Repository: T-Systems-MMS/phonebook
Catalog: Phonebook.Frontend/src/i18n/messages.*.xlf
Languages: de

# UserDetailComponentMessageNoLocation
source: No Location provided.
de: Kein Standort vorhanden.

# UserDetailComponentTabHeadlineRoomplan
source: Roomplan
de: Raumplan

# UserDetailComponenMessageContributeSkills
source: This is where a coworkers skills would be shown. But this is still work in Progress, you can make it happen faster! {START_LINK}{START_TAG_MAT_ICON}code{CLOSE_TAG_MAT_ICON} Contribute {CLOSE_LINK}{START_TAG_SPAN}{CLOSE_TAG_SPAN}
de: Hier würden die Fähigkeiten deiner Arbeitskollegen angezeigt werden. Diese Funktionalität ist aber noch in Arbeit, du kannst uns allerdings bei der Umsetzung helfen: <a> <mat-icon>code </mat-icon> Contribute </a>

# Notify
source: Notify {INTERPOLATION}
de: Benachrichtige {{ data.person.Firstname }}

# SendEmail
source: Send your colleague a direct message
de: Sende deinem Kollegen direkt eine Nachricht.

# TableComponentColumnOrgUnitLabel
source: Change sorting for column Organization Unit
de: Sortierreihenfolge der Spalte Organisationseinheit ändern

# ColumnTitleRoom
source: Room
de: Raum

# TableComponentColumnRoomLabel
source: Change sorting for column Room
de: Sortierreihenfolge der Spalte Raum ändern

# ColumnTitleBuilding
source: Building
de: Gebäude

# User-InformationDialogSubject
source: There is an Issue with your Phonebook-Profile
de: Fehler auf deinem Phonebookprofil

# User-InformationDialogGreeting
source: Hi
de: Hallo

# User-InformationDialogBody
source: , while browsing your profile I noticed that something is not right: Please contact the HR Department to fix it.This is the Phonebook Link:
de: , beim Besuch deines Profils, ist mir aufgefallen, dass es Fehler gibt: Gib doch dem HR kurz bescheid und lass deine Daten richtig stellen. Link zu deinem Profil:

# PageInformationNewUrlNoCookies
source: Save the site URL as a favourite now in order to not get any more startup-dialogs. Please notice: You won't get any information about updates or releases with the set url parameter.
de: Speicher die Seiten-URL jetzt als Favorit um Startdialoge auch zukünftig zu überspringen. Bitte beachte: Mit dem gesetzten Url-Parameter werden keine Dialoge zu Updates oder neuen Features angezeigt.

# PageInformationNewUrlNoCookiesUrl
source: Reset
de: Rückgängig

# PageInformationNoDialogs
source: Startup-Dialogs are deactivated. Please notice: You won't get any information about updates or releases.
de: Startdialoge sind deaktiviert. Bitte beachte, dass du keine Informationen zu Updates oder neuen Features angezeigt bekommst.

# TableComponentColumnBuildingLabel
source: Change sorting for column Building
de: Sortierreihenfolge der Spalte Gebäude ändern

# TableComponentColumnCostcenterLabel
source: Change sorting for column Profitcenter
de: Sortierreihenfolge der Spalte Profitcenter ändern

# TableComponentColumnStatusLabel
source: Change sorting for column status
de: Sortierreihenfolge der Spalte Status ändern

# TableComponentSearchNoResult
source: Your search returned no results.
de: Die Suche ergab keine Treffer.

# OrganigramNodeComponentCopiedFirstPart
source: Link to
de: Link nach

# OrganigramNodeComponentCopiedSecondPart
source: copied to clipboard!
de: wurde in die Zwischenablage kopiert!

# GeneralSuccessMessageCopy
source: Copied to clipboard!
de: In Zwischenablage kopiert!

# GeneralErrorMessageCopy
source: Couldn't copy to the clipboard, something went wrong. Try again.
de: Es konnte nichts in die Zwischenablage kopiert werden. Probier es noch einmal.

# ChangeProfilePictureComponentErrorWrongFileType
source: The File Type is not supported.
de: Im Moment werden nur JPEG Bilder unterstützt.

# ChangeProfilePictureComponentErrorWrongFileTypeButton
source: I want to add more support!
de: Ich möchte, dass auch andere Dateien unterstützt werden.

# ChangeProfilePictureComponentSuccessUpdate
source: Updated your Profile Picture!
de: Dein Profilbild wurde aktualisiert.

# GeneralErrorMessage
source: Something went wrong. Please try again.
de: Irgendetwas ist schief gelaufen. Probier es später noch einmal.

# ChangeProfilePictureComponentErrorFileSize
source: Your file is too big! It should be smaller than
de: Die Datei sollte kleiner sein als

# ChangeProfilePictureComponentSuccessDelete
source: Your profile picture was deleted!
de: Dein Profilbild wurde gelöscht.

# BuildingComponentErrorNoBuilding
source: Building does not exist.
de: Dieses Gebäude existiert nicht.

# CityComponentErrorNoCity
source: City does not exist.
de: Diese Stadt existiert nicht.

# FloorComponentErrorNoFloor
source: Floor does not exist.
de: Dieser Flur existiert nicht.

# RoomComponentErrorNoRoom
source: Room does not exist.
de: Dieser Raum existiert nicht.

# RoomDetailComponentMailSubject
source: Information about the room:
de: Informationen über diesen Raum:

# RoomDetailComponentMailBodyPart1
source: Here is the Link:
de: Hier ist der Link:

# GeneralLanguageGerman
source: German
de: Deutsch

# GeneralLanguageEnglish
source: English
de: Englisch

# ReleaseInfoServiceSnackBarUpdateTitle
source: We've fixed some Bugs and added some new Features for you, with ❤
de: Wir haben für dich Fehler behoben und ein neues Feature eingebaut, mit ❤

# ReleaseInfoServiceSnackBarUpdateButton
source: Fixed what?
de: Was ist neu?

# ContributorsErrorMessage
source: Contributors could not be loaded.
de: Mitwirkende konnten nicht geladen werden.
