Repository: T-Systems-MMS/phonebook
Catalog: Phonebook.Frontend/src/i18n/messages.*.xlf
Languages: de

# AddFilterComponentTooltip
source: Add this as a filter
de: Als Filter hinzufügen

# AddFilterComponentAriaLabel
source: Refines the Search by adding this as a Filter.
de: Verfeinert die Suche, indem dies als Filter hinzugefügt wird.

# FeedbackDrawerSheetComponentTitle
source: Leave Feedback, report a Bug or suggest a new Idea
de: Sage deine Meinung, melde einen Fehler oder erzähle von deiner Idee

# FeedbackDrawerSheetComponentButtonPrivateOrganization
source: Contact your private organization
de: Kontaktiere deine private Organisation

# FeedbackDrawerSheetComponentButtonPublicGithubFeature
source: Suggest an idea or a new feature
de: Schlage eine Idee oder ein neues Feature vor

# FeedbackDrawerSheetComponentButtonPublicGithubBug
source: Report a bug
de: Melde einen Bug

# IeWarningComponentTitle
source: This Website may not function properly in Internet Explorer
de: Diese Website funktioniert eventuell nicht richtig im Internet Explorer

# IeWarningComponentContent
source: {START_PARAGRAPH} The support for older versions of Internet Explorer {START_LINK}ended in 2016{CLOSE_LINK}. It is not actively developed anymore and as such lags modern features. {CLOSE_PARAGRAPH}{START_PARAGRAPH} Making a feature work in Internet Explorer takes up as much time as building the feature itself for all other browser. As we only have limited time we strive to develop features of the future instead of supporting the past. {CLOSE_PARAGRAPH}{START_PARAGRAPH} Please change to a more modern browser: {START_LINK_1}Chrome{CLOSE_LINK}, {START_LINK_2}Firefox{CLOSE_LINK}, {START_LINK_3}Edge{CLOSE_LINK}, {START_LINK_4}Safari{CLOSE_LINK}. {CLOSE_PARAGRAPH}
de: <p> Der Support für den Internet Explorer <a>wurde 2016 eingestellt</a>. Er wird nicht mehr aktiv von Microsoft entwickelt, damit fehlen ihm wichtige moderne Funktionalitäten. </p> <p> Ein neue Funktionalität für den Internet Explorer zu implementieren braucht genauso viel Zeit wie die Implementierung des Features an sich für alle anderen Browser. Da wir alle nur begrenzt Zeit haben streben wir danach für die moderne Zukunft zu bauen, anstatt Altlasten zu unterstützen. </p> <p> Bitte wechsle zu einem moderneren Browser: <a>Chrome</a>, <a>Firefox</a>, <a>Edge</a>, <a>Safari</a>. </p>

# IeWarningComponentButton
source: I still want to use Internet Explorer!
de: Ich möchte trotzdem den Internet Explorer nutzen!

# GeneralCancelButton
source: Cancel
de: Abbrechen

# BugReportConsentComponentTitle
source: We need your help!
de: Wir brauchen deine Hilfe!

# BugReportConsentComponentSubTitle
source: Sending automatic Bug reports
de: Automatische Fehlerprotokolle senden

# BugReportConsentComponentText
source: {START_PARAGRAPH} If an error occurs while the application is running, an anonymous error report is automatically generated. In exceptional cases - since this is a preview - the following personal data can still be found in one of the reports: {CLOSE_PARAGRAPH}{START_TAG_MAT_LIST}{START_TAG_MAT_LIST_ITEM} Username (short and full name) {CLOSE_TAG_MAT_LIST_ITEM}{START_TAG_MAT_LIST_ITEM} Bookmarks and Last seen people {CLOSE_TAG_MAT_LIST_ITEM}{START_TAG_MAT_LIST_ITEM} The Last 20 Actions performed in the app {CLOSE_TAG_MAT_LIST_ITEM}{CLOSE_TAG_MAT_LIST}{START_PARAGRAPH} The data from the error report is used exclusively for the purpose of analysis and correction of the error by our core development team. The data will not be passed on to third parties. {CLOSE_PARAGRAPH}{START_PARAGRAPH}{START_TAG_STRONG}TL;DR With your permission, you agree that bug reports that may contain your personal data can be sent to our core development team and be used for error analysis and resolution. {CLOSE_TAG_STRONG}{CLOSE_PARAGRAPH}
de: <p> Wenn während die Applikation ausgeführt wird ein Fehler auftritt wird ein anonymes Fehlerprotokoll erstellt. Dieses kann in Ausnahmefällen - da dies eine Vorschau Applikation ist - personenbezogene Daten, wie nachfolgend aufegzählt, enthalten: </p> <mat-list> <mat-list-item> Nutzername (Kürzel und voller Name) </mat-list-item> <mat-list-item> Favoriten und zuletzt gesuchte Personen </mat-list-item> <mat-list-item> Die letzten 20 Aktionen die in der App ausgeführt wurden </mat-list-item> </mat-list> <p> Die Daten des Fehlerprotokolls werden nur zur Analyse und Fehlerbehebung durch das Kern-Entwicklerteam genutzt. Die Daten werden keinesfalls an Dritte weitergegeben. </p> <p><strong> TL;DR Wenn du diesen Bedingungen zustimmst werden mit den Fehlerprotokollen möglicherweise personenbezogene Daten an das Entwicklerteam übermittelt um Fehler zu analysieren und zu beheben. </strong> </p>

# BugReportConsentComponentButtonDecline
source: Do not send Bug Reports
de: Keine Fehlerprotokolle senden

# BugReportConsentComponentButtonConsent
source: Consent
de: Zustimmen

# UserDetailComponentTooltipDataChange
source: Found Incorrect Data? Report them!
de: Stimmt etwas auf dem Profil nicht? Melde es!

# ChangeProfilePictureComponentChangeButton
source: Change Picture
de: Profilbild ändern

# ChangeProfilePictureComponentChangeButtonAriaLabel
source: This opens up a dialog to select a profile picture from you file system.
de: Dies öffnet einen Dialog um ein Bild aus dem Dateisystem auszuwählen.

# ChangeProfilePictureComponentDeleteButtonTooltip
source: Delete your Profile Picture
de: Lösche dein Profilbild

# ChangeProfilePictureComponentDeleteButtonAriaLabel
source: Button for deleting your Profile Picture.
de: Knopf um dein Profilbild zu löschen

# SettingsComponentTitle
source: Settings
de: Einstellungen

# SettingsComponentTitleDescription
source: Change the theme, language or layout of this application.
de: Verändere das Farbschema, die Sprache oder das Layout der Applikation.

# SettingsComponentSubTitleLanguage
source: Language
de: Sprache

# SettingsComponentSubTitleColorTheme
source: Color Theme
de: Farbschema

# SettingsComponentColorThemeBlueLight
source: Blue Light Theme
de: Blau-Hell Farbschema

# SettingsComponentColorThemeBlueDark
source: Blue Dark Theme
de: Blau-Dunkel Farbschema

# SettingsComponentColorThemeMagentaDark
source: Magenta Dark Theme
de: Magenta-Dunkel Farbschema

# SettingsComponentColorThemeMagentaLight
source: Magenta Light Theme
de: Magenta-Hell Farbschema

# navigationDashboard
source: Dashboard
de: Übersicht

# navigationOrganigram
source: Organigram
de: Organigramm

# navigationRooms
source: Rooms
de: Räume

# NavigationComponentMyProfile
source: My profile
de: Mein Profil

# NavigationComponentInformation
source: Information
de: Informationen

# MissingUserImageGreeting
source: Hey
de: Hallo

# MissingUserImageMessage
source: you haven't uploaded a picture yet. Want to upload one?
de: du hast noch kein Bild. Möchtest du eins hochladen?

# MissingUserImageTooltip
source: If you upload a picture it will be easier for your colleagues to find and contact you!
de: Wenn du ein Bild hochlädst wird es für deine Kollegen einfacher sein dich zu finden und zu kontaktieren.

# MissingUserImageAriaLabel
source: Button which greets and asks for picture uploading.
de: Button der grüßt und nach einem Bildupload fragt.

# NavigationComponentFeedback
source: Submit Feedback
de: Gib uns Feedback

# navigationBarGreetingsMessage
source: Have a nice day
de: Hab einen schönen Tag

# NavigationComponentViewModeList
source: List View
de: Listen Ansicht

# NavigationComponentViewModeMediumCards
source: Medium Cards
de: Mittlere Karten

# NavigationComponentViewModeSmallCards
source: Small Cards
de: Kleine Karten

# OnlineBarComponentOnline
source: The green bar indicates that you are online.
de: Die grüne Statusleiste zeigt an das du online bist.

# OnlineBarComponentOffline
source: The red bar indicates that you are offline.
de: Die rote Statusleiste zeigt an das du offline bist.

# GeneralCopyButton
source: Copy to clipboard
de: In Zwischenablage kopieren

# GeneralMailButton
source: Send an Email
de: Eine E-mail senden

# GeneralCallButton
source: Call the Number
de: Nummer anrufen

# RoomPlanComponentNoPlan
source: {START_PARAGRAPH} Unfortunately there is no plan for this floor. {CLOSE_PARAGRAPH}{START_PARAGRAPH} Do you know who can make one or want to help us fix this? {CLOSE_PARAGRAPH}{START_LINK}{START_TAG_MAT_ICON}code{CLOSE_TAG_MAT_ICON} Contribute {CLOSE_LINK}
de: <p> Anscheinend gibt es für diesen Raum keinen Plan. </p> <p> Weißt du wer einen Raumplan gestalten kann oder willst du selbst helfen? </p> <a> <mat-icon>code</mat-icon> Contribute </a>

# navigationBarInfoTooltip
source: Got Feedback? Than that`s the right place to click.
de: Du hast Feedback, dann klicke hier.

# navigationBarColorChangerTooltip
source: Here you can change the color theme of the app.
de: Hier kannst du das Farbschema der App anpassen.

# SettingsComponentSubTitleLayout
source: Layout for Bookmarks
de: Ansicht der Favoriten

# SearchComponentPlaceholder
source: Search for names, shorthands, phone numbers and more...
de: Suche nach Namen, Kürzeln, Telefonnummern und mehr...

# UserDetailComponentTooltipBookmark
source: Bookmark this person
de: Diese Person als Favorit speichern

# UserDetailComponentTooltipShare
source: Share
de: Teilen

# UserDetailComponentShareDownloadContact
source: Download Contact
de: Kontakt herunterladen

# UserDetailComponentShareMail
source: Share by mail
de: Als E-Mail teilen

# UserDetailComponentSubTitleContactDetails
source: Contact Details
de: Kontakt Details

# DashboardComponentTitleBookmark
source: Bookmarked People
de: Favoriten

# DashboardComponentOrderNone
source: Custom Order
de: Eigene Reihenfolge

# DashboardComponentOrderAsc
source: Alphabetical asc
de: Alphabetisch aufsteigend

# DashboardComponentOrderDesc
source: Alphabetical desc
de: Alphabetisch absteigend

# DashboardComponentButtonExpandTooltip
source: Expand or Collapse recently viewed people
de: Diesen Bereich ein- oder ausklappen.

# DashboardComponentDescriptionBookmark
source: You haven't bookmarked anybody yet, look for the button {START_TAG_BUTTON}{START_TAG_MAT_ICON}bookmark_border{CLOSE_TAG_MAT_ICON}{CLOSE_TAG_BUTTON} on a workmates page.
de: Du hast noch niemanden als Favorit gespeichert, du kannst jemanden als Favoriten speichern indem du auf diesen Knopf <button> <mat-icon>bookmark_border</mat-icon> </button> klickst.

# DashboardComponentTitleRecent
source: Recent People
de: Kürzlich gesucht

# OrganigramNodeComponentExpandAriaLabel
source: Button expanding or collapsing this node.
de: Knopf um diesen Bereich ein- oder auszuklappen.

# OrganigramNodeComponentExpandTooltip
source: Expand or Collapse this node.
de: Diesen Bereich ein- oder ausklappen

# OrganigramNodeComponentPropertySupervisor
source: {VAR_PLURAL, plural, =0 {No Supervisor } =1 {Supervisor: } other {Supervisors: }}
de: {VAR_PLURAL, plural, =0 {Keine Leiter} =1 {Leiter: } other {Leiter: } }

# OrganigramNodeComponentPropertyAssistant
source: {VAR_PLURAL, plural, =0 {No Assistant } =1 {Assistant: } other {Assistants: }}
de: {VAR_PLURAL, plural, =0 {Keine Assistenten} =1 {Assistent: } other {Assistenten: } }

# OrganigramNodeComponentPropertyEmployee
source: {VAR_PLURAL, plural, =0 {No Employees } =1 {Employee: } other {Employees: }}
de: {VAR_PLURAL, plural, =0 {Keine Mitarbeiter} =1 {Mitarbeiter: } other {Mitarbeiter: } }

# OrganigramNodeComponentPropertyLearner
source: {VAR_PLURAL, plural, =0 {No Learners } =1 {Learner: } other {Learners: }}
de: {VAR_PLURAL, plural, =0 {Keine Lernende } =1 {Lernende: } other {Lernende: } }

# RoomDetailComponentShareButtonTooltip
source: Share this room.
de: Teile diesen Raum.

# RoomDetailComponentShareButtonAriaLabel
source: Button for sharing this room.
de: Knopf um diesen Raum zu teilen.

# RoomDetailComponentShareButtonMailOption
source: Share by mail
de: Per E-Mail teilen

# RoomDetailComponentSubTitleLocation
source: Location
de: Standort

# RoomDetailComponentSubTitleCommunication
source: Phone Number
de: Telefonnummern:

# RoomComponentSubTitleInThisRoom
source: In this Room
de: In diesem Raum

# RoomComponentDescriptionNoPersons
source: Nobody works in this room.
de: In diesem Raum arbeitet niemand.

# RoomTreeComponentRootNavigationTitle
source: Overview
de: Übersicht

# RoomTreeComponentButtonExpandAriaLabel
source: Button expanding or collapsing the tree view on the left.
de: Knopf zum ein und ausfahren des Menüs auf der linken Seite.

# RoomTreeComponentButtonExpandTooltip
source: Expand or Collapse the tree view.
de: Baumansicht ein oder ausfahren

# GeneralShowOnMapButton
source: Show on Google-Maps
de: Auf Google-Maps anzeigen

# DataLocationAddress
source: Address
de: Adresse

# DataLocationContact
source: Contact
de: Kontakt

# DataLocationContactPerson
source: Contact Person
de: Kontaktperson

# DataPersonFloorPlural
source: Floors
de: Flure

# CityComponentSubHeaderLocation
source: Buildings
de: Gebäude

# FloorComponentSubHeaderRooms
source: Rooms
de: Räume

# TableSettingsDialogTitle
source: Configure Table Columns
de: Tabellenspalten konfigurieren

# GeneralResetButton
source: Reset
de: Zurücksetzen

# GeneralUndoButton
source: Undo
de: Rückgängig

# DashboardComponentDescriptionRecent
source: Looks like you haven't searched for any colleagues yet. Search for somebody to see how it works! The most recent ones will be displayed here.
de: Du hast noch nicht nach Personen gesucht, deshalb werden hier noch keine Kollegen angezeigt. Such einfach nach jemanden, dann werden die letzten Suchergbenisse hier angezeigt.

# PageInformationComponentDisclaimer
source: This is a Preview application. We are doing our best not to break anything, but we can't guarantee. Thats why all Features are still subject to change without further notice and your data may get lost.
de: Dies ist eine Vorschau Applikation. Wir tun unser bestes keine Fehler zu machen, wir können dies allerdings nicht garantieren. Aus diesem Grund sind alle Funktionen ohne Gewähr, da diese ohne Vorankündigung verändert werden oder Daten verloren gehen.

# PageInformationComponentSubTitleFeedback
source: Contact & Feedback
de: Kontakt & Feedback

# PageInformationComponentSectionFeedback
source: {START_TAG_SPAN} This is an Installation of the Open Source Phonebook. {CLOSE_TAG_SPAN}{START_TAG_SPAN_1} You can contact your own support at {START_LINK}{INTERPOLATION}{CLOSE_LINK} regarding this installation. {CLOSE_TAG_SPAN}{START_TAG_SPAN} You've found a bug or have an idea for a new feature? {CLOSE_TAG_SPAN}
de: <span> Dies ist eine Installation des Open Source Phonebooks. </span> <span> Du kannst bezüglich dieser Installation den Support deines Unternehmens unter der E-mail Adresse <a>{{ runtimeEnvironment.contactEmail }}</a> erreichen. </span> <span> Du hast einen Bug gefunden oder eine tolle Idee für ein neues Feature? </span>

# PageInformationComponentSectionFeedbackButton
source: Contact us
de: Kontaktiere uns

# PageInformationComponentSubTitleUserGuide
source: User Guide
de: Benutzerhandbuch

# PageInformationComponentSectionUserGuide
source: {START_TAG_SPAN} Are you new to the Phonebook? Do you have any questions? Then visit the Phonebook's User Guide. It explains all its features and possibilities. {CLOSE_TAG_SPAN}
de: <span> Du bist neu beim Phonebook oder hast noch Fragen? Dann kannst du dir das Benutzerhandbuch vom Phonebook angucken. Es erklärt alle Funktionen und Möglichkeiten. </span>

# PageInformationComponentSectionUserGuideButton
source: Open User Guide
de: Benutzerhandbuch öffnen

# PageInformationComponentSubTitleCookie
source: Cookie Notice
de: Hinweis zu Cookies

# PageInformationComponentSubTitleContribute
source: Call for Contributors!
de: Aufruf an dich!

# PageInformationComponentSectionContribute
source: {START_TAG_SPAN} The Phonebook is an Open Source Project and lives from his active contributors. There are many different topics where you can work on. You can help with solving an {START_LINK}Issue{CLOSE_LINK}, work out an User-Guide or document new {START_LINK_1}Bugs{CLOSE_LINK}. {CLOSE_TAG_SPAN}{START_TAG_SPAN} You can get in touch with us {START_LINK_2}in our official Repository{CLOSE_LINK} or you take a look at our {START_LINK_3}Documentation{CLOSE_LINK}. {START_TAG_DIV}{START_BOLD_TEXT}To be a part of this community it is not required to have programming skills.{CLOSE_BOLD_TEXT}{CLOSE_TAG_DIV}{CLOSE_TAG_SPAN}{START_TAG_DIV_2}{START_HEADING_LEVEL2}Thanks to our Contributors!{CLOSE_HEADING_LEVEL2}{START_TAG_DIV_1}{CLOSE_TAG_DIV}{CLOSE_TAG_DIV}
de: <span> Dies ist ein Open Source Projekt und lebt von seinen aktiven Mitgestaltern. Dabei gibt es verschiedene Themen die du übernehmen kannst. Du könntest uns z.B. helfen indem du ein <a>Issue</a> bearbeitest, am User-Guide schreibst oder einfach nur beim Verbessern der Software hilfst indem du neue <a>Bugs meldest</a> und beschreibst. </span> <span> Melde dich bei Interesse gern <a>im offiziellen Repository</a> oder starte mit einem Blick auf unsere <a>Dokumentation</a>. <div><b>Programmieren ist keine Voraussetzung um ein Teil der Community zu werden!</b></div> </span> <div> <h2>Danke an alle Mitwirkenden!</h2> <div></div> </div>

# WelcomeHeadline
source: Welcome to the new Phonebook!
de: Willkommen beim neuen Phonebook!

# WelcomeIntroduction
source: The new Phonebook not only offers you a new design, but also numerous features that make it better than its predecessor.
de: Das neue Phonebook bietet dir nicht nur ein neues Design sondern auch zahlreiche Funktionen, die es besser als seinen Vorgänger machen.

# WelcomeFeatureProfilePictureHeadline
source: You can set a profile picture by yourself
de: Du kannst selbst ein Profilbild einstellen

# WelcomeFeatureProfilePictureDescription
source: Simply click on the {START_TAG_BUTTON}{START_TAG_MAT_ICON}person{CLOSE_TAG_MAT_ICON}{CLOSE_TAG_BUTTON} icon in the upper right corner and then on "My Profile".
de: Klicke dafür einfach oben rechts auf das <button><mat-icon>person</mat-icon></button> Icon und dann auf "Mein Profil".

# WelcomeFeatureBookmarkHeadline
source: Colleagues can be saved as a favorite
de: Kollegen können als Favorit gespeichert werden

# WelcomeFeatureBookmarkDescription
source: Just click on the {START_TAG_BUTTON}{START_TAG_MAT_ICON}bookmark_border{CLOSE_TAG_MAT_ICON}{CLOSE_TAG_BUTTON} icon at one of your colleagues.
de: Klicke dafür auf das <button><mat-icon>bookmark_border</mat-icon></button> Icon bei einem deiner Kollegen.

# WelcomeFeatureTableSettingsHeadline
source: Table columns can be sorted and customized
de: Tabellenspalten können sortiert und angepasst werden

# WelcomeFeatureTableSettingsDescription
source: The settings {START_TAG_BUTTON}{START_TAG_MAT_ICON}settings{CLOSE_TAG_MAT_ICON}{CLOSE_TAG_BUTTON} can be found at the search page in the upper right corner.
de: Die Einstellungen <button><mat-icon>settings</mat-icon></button> findest du bei der Suchseite rechts oben.

# WelcomeFeatureShareHeadline
source: People can be shared via links
de: Personen können über Links geteilt werden

# WelcomeFeatureShareDescription
source: The different ways to share a profile can be found by clicking on the {START_TAG_BUTTON}{START_TAG_MAT_ICON}share{CLOSE_TAG_MAT_ICON}{CLOSE_TAG_BUTTON} icon.
de: Die verschiedenen Möglichkeiten zum Teilen eines Profils findest du mit einem Klick auf das <button><mat-icon>share</mat-icon></button> Icon.

# WelcomeFeatureLanguageHeadline
source: The Phonebook is available in German and English
de: Das Phonebook steht dir in Deutsch und Englisch zur Verfügung

# WelcomeFeatureLanguageDescription
source: Simply click on the {START_TAG_BUTTON}{START_TAG_MAT_ICON}person{CLOSE_TAG_MAT_ICON}{CLOSE_TAG_BUTTON} icon in the top right corner and go to the settings.
de: Klicke dafür einfach oben rechts auf das <button><mat-icon>person</mat-icon></button> Icon und wechsle zu den Einstellungen.

# WelcomeFeatureRoomplanHeadline
source: You can view a roomplan for each employee
de: Du kannst dir für jeden Mitarbeiter einen Raumplan anzeigen lassen

# WelcomeFeatureRoomplanDescription
source: Just go to the profile of a colleague and scroll down.
de: Gehe dafür einfach auf das Profil eines Kollegen und scroll nach unten.

# WelcomeCookieNotice
source: This site uses cookies to ensure the basic functionality of the app.
de: Diese Seite nutzt Cookies um die Grundfunktionalität der App sicherzustellen.

# PageInformationNewUrlNoCookiesText
source: You deactivated cookies and keep getting those dialogs?
de: Du hast Cookies deaktiviert und dir werden diese Dialoge ständig angezeigt?

# PageInformationNewUrlNoCookiesButton
source: Deactivate startup-dialogs!
de: Start-Dialoge deaktivieren!

# PageInformationComponentSectionCookies
source: This site uses cookies, to enhance your experience. Cookies are only used for necessary tasks, e.g. saving the language you want to use.
de: Diese Seite nutzt Cookies, um die Bedienung der Seite zu verbessern. Cookies werden nur genutzt um notwendige Aufgaben auszuführen, z.B. um die Sprache zu speichern die auf der Seite genutzt wird.

# PageInformationComponentSubTitleLicenses
source: Licenses
de: Lizenzen

# PageInformationComponentSubTitleLicensesText
source: This Project is licensed under the {START_LINK}MIT License{CLOSE_LINK}. Other licenses from modules and packets may apply.
de: Dieses Projekt ist unter der <a>MIT Lizenz</a> lizenziert. Andere Lizenzen von Modulen oder Paketen können ebenfalls gelten.

# TableSettingsDialogDescription
source: Drag and Drop the Columns in order to arrange them in an order you like. You can hide them as well by dragging them to the right.
de: Ziehe und lege die Spalten in der Reihenfolge ab die dir gefällt. Du kannst sie auch ausblenden indem du sie auf die rechte Seite ziehst.

# TableSettingsDialogNote
source: Note: You can only search for displayed columns.
de: Notiz: Du kannst nur nach sichtbaren Spalten suchen.

# TableSettingsDialogSubTitleDisplayedColumns
source: Displayed Columns:
de: Sichtbare Spalten:

# TableSettingsDialogSubTitleNotDisplayedColumns
source: Not displayed Columns:
de: Ausgeblendete Spalten:

# GeneralCloseButton
source: Close
de: Schließen

# TableComponentResultCount
source: {INTERPOLATION} Results
de: {{dataSource.allData.length}} Ergebnisse

# ColumnTitlePicture
source: Picture
de: Bild

# TableComponentColumnIdLabel
source: Change sorting for column Id
de: Sortierreihenfolge der Spalte ID ändern

# TableComponentColumnNameLabel
source: Change sorting for column Name
de: Sortierreihenfolge der Spalte Name ändern

# ColumnTitlePhone
source: Phone
de: Telefon

# TableComponentColumnPhoneLabel
source: Change sorting for column Phone
de: Sortierreihenfolge der Spalte Telefon ändern

# ColumnTitleMobile
source: Mobile
de: Mobilnummer

# DataPersonMoney
source: Salary
de: Gehalt

# UserDetailComponentAprilFoolDayTooltip
source: Happy April Fools' Day.
de: Einen schönen ersten April.

# UserDetailComponentSubTitleFurtherInformation
source: Further Information
de: Weitere Informationen

# DataPersonDirectSupervisor
source: Direct Supervisor
de: Vorgesetzter

# DataPersonTeamAssistant
source: Team Assistants
de: Teamassistenz

# TableComponentColumnMobileLabel
source: Change sorting for column Mobile
de: Sortierreihenfolge der Spalte Mobilnummer ändern

# ColumnTitleRole
source: Role
de: Rolle

# TableComponentColumnRoleLabel
source: Change sorting for column Role
de: Sortierreihenfolge der Spalte Rolle ändern

# ColumnTitleCity
source: City
de: Stadt

# TableComponentColumnCityLabel
source: Change sorting for column City
de: Sortierreihenfolge der Spalte Stadt ändern

# ColumnTitleOrgUnit
source: Organization Unit
de: Organisationseinheit

# UserDetailComponentButtonShowInOrganigram
source: Show in Organigram
de: In Organigramm anzeigen

# UserDetailComponentLabelLocation
source: Location
de: Standort

# UserDetailComponentButtonShowRoom
source: Show Room
de: Raum anzeigen

# DataPersonFloor
source: Floor
de: Etage
